{"_id":{"$oid":"5a88029d2cda9bd6ef91304a"},"title":"How the Russians did it","description":"The operation sounds like a normal tech-savvy ad agency.\r\n\r\nThere''''''''s a graphics team. There is a team devoted to making sure the company''''''''s content shows up near the top of search results. There are IT people and a finance department controlling a budget in the millions.\r\n\r\nEmployees track their social media posts to see how they''''''''re doing -- how many likes, comments and shares they''''''''ve gotten. They do post-mortems on their work to make sure it''''''''s up to the company''''''''s standards.\r\n\r\nIf you didn''''''''t know that it had just been indicted for trying to interfere with the 2016 U.S. presidential election, you might well want to hire the Internet Research Agency.\r\n\r\nA federal indictment against 13 Russian nationals made public on Friday provides new insight into how the Internet Research Agency, a Kremlin-linked Russian troll group, set up a vast network of fake American activist groups and used the stolen identities of real Americans in an attempt to wreak havoc on the U.S. political system.\r\n\r\nAccording to the indictment, the group, which is based in St. Petersburg, Russia, began monitoring the social media pages of real American activist organizations in 2014, before setting up fake pages and personas that became, the indictment says, \"leaders of public opinion.\"\r\n\r\nThe pages were designed to look like they were run by real Americans. They focused on a number of divisive issues in American life, including race relations, religion, immigration, and the 2016 presidential election. \r\n\r\n On Facebook alone, an estimated 126 million Americans may have been exposed to material the group produced, the social media company told Congress last fall. The indictment provides a fuller picture of how the Internet Research Agency worked. It details a sophisticated operation that allowed the group to achieve such wide reach. The agency had a budget of over $1.25 million by September 2016 -- big enough to include money for bonuses.\r\n\r\n\"To measure the impact of their online social media operations, Defendants and their co-conspirators tracked the performance of content they posted over social media,\" it says. \"They tracked the size of the online U.S. audiences reached through posts, different types of engagement with the posts ... changes in audience size, and other metrics. Defendants and their co-conspirators received and maintained metrics reports on certain group pages and individualized posts.\"\r\n\r\nThe group worked hard to make its work look like it came from real Americans. Apart from the occasional typo -- or a phrase that, in hindsight, was clearly written by a non-native English speaker -- the group''''''''s Facebook, Twitter, Instagram, YouTube and Tumblr pages were convincing. They looked like many other politically-themed pages on social media: Designed to take advantage of Americans'''''''' divisions, to get engagement by stoking outrage. \r\n\r\n The sophistication may have been aided by a fact-finding mission that some of the defendants made to the United States in 2014. The Russians traveled under false pretenses to collect intelligence to inform their operations, the indictment says.\r\n\r\nOnce the operation was up and running, staff in St. Petersburg worked day and night and were instructed to post in accordance with U.S. time zones. They worked with a graphics department, the indictment says, which may explain why some of the group''''''''s pages, like \"Secured Borders\" and \"Blacktivist,\" had slick custom logos.\r\n\r\nThe pages were not solely or even mostly devoted to talking about the election, and the operation was running before Donald Trump announced his candidacy for president. But eventually the group decided on a goal, the indictment says. In February 2016 employees at the IRA were instructed to \"use any opportunity to criticize Hillary and the rest (except Sanders and Trump - we support them,\" the indictment alleges.\r\n\r\nIn September 2016, according to the indictment, an internal review criticized the person running the \"Secured Borders\" Facebook page for its \"low number of posts dedicated to criticizing Hillary Clinton.\" \r\n\r\n The Internet Research Agency also worked hard to ensure that its influence would stretch beyond social media and into the physical world, the indictment says. It successfully organized real demonstrations.\r\n\r\nIn one case, as CNN has previously reported, the troll group organized and promoted two opposing events on the same day at the same location in Houston, Texas.\r\n\r\n\"Heart of Texas,\" a page that posed as a pro-Texas secession organization, promoted a \"Stop Islamization of Texas\" protest at the opening of a library at an Islamic Center on May 21, 2016. The same troll group used another page, \"United Muslims of America,\" to promote a \"Save Islamic Knowledge\" event at the same time. \r\n\r\n In the weeks leading up to the 2016 election, the group used its pages targeted at African Americans and Muslims to try to suppress minority voter turnout, Mueller''''''''s team said. A post on the Instagram account \"Woke Blacks\" suggested that rather than for voting for the \"lesser of two evils,\" African Americans should not vote at all.\r\n\r\nThe group used its pages to promote grassroots Donald Trump events and in August 2016, they were contacted by a Florida-based political activist identified as the \"Chair for the Trump Campaign\" in a particular Florida county. The activists identified two additional sites in Florida for possible rallies, the indictment states.\r\n\r\nAfter the election the group used its pages to promote events celebrating the election of Donald Trump and events protesting Trump''''''''s election.\r\n\r\nThe indictment also says that, posing as Americans, some of the defendants solicited and compensated unwitting real Americans as part of their operation -- a practice that continued at least into 2017.\r\n\r\nLast year, CNN spoke to two personal trainers in New York and Miami who had been hired by a group called \"Black Fist\" to run self-defense classes for African Americans in their community. \r\n\r\n \"Black Fist\" later was confirmed to be part of the Internet Research Agency''''''''s operation -- the self defense classes were an apparent attempt to stoke fear and gather contact details of Americans potentially susceptible to propaganda.\r\n\r\nOne of the personal trainers with whom CNN spoke last year, Omowale Adewale, said he ran more than a dozen events for Black Fist between January and May, never suspecting that the Russian group was behind them.\r\n\r\nThe group paid him $320 each month through PayPal and Google Wallet, he told CNN.\r\n\r\nIn order to use PayPal, the indictment alleges, the Internet Research Agency employed the stolen identities of at least five different Americans, who it identifies only by their initials. CNN spoke with one of them, a woman in Georgia who asked not to be named, on Friday after the indictment was made public.\r\n\r\nCNN had first discovered a fraudulent account in the woman''''''''s name tied to Black Fist in October, and brought it to the attention of both the woman and of PayPal at the time. PayPal removed it shortly thereafter.\r\n\r\nThe woman said that her Social Security number had been used in 2016 to file a fraudulent tax return. She said she reported it to the IRS at the time, and that it conducted an investigation, but that she was not told whether the IRS had discovered who was behind the fraud.\r\n\r\nNo authorities have contacted her about this use of her Social Security number, the woman said. She told CNN she feels violated.\r\n\r\n\"It was a little frightening that this could happen,\" she said.\r\n\r\n\"It''''''''s crazy,\" she said of Russians using her identity. \"One thing I would say is to do your due diligence and protect your identity and the identity of your children.\"\r\n\r\nPayPal said in a statement Friday, \"PayPal is intensely focused on combating and preventing the illicit use of our services. We work closely with law enforcement, and did so in this matter, to identify, investigate and stop improper or potentially illegal activity.\" ","author":"Rakesh","security":"private","userid":"rmohan11"}
{"_id":{"$oid":"5a8803b52cda9bd6ef913060"},"title":"Special counsel court filing reveals new bank fraud allegations against Manafort","description":"Special counsel Robert Mueller''s office dropped more potentially damning details -- from an allegation of \"additional criminal conduct\" to personal financial troubles -- in a response to Paul Manafort''s request to change his bail proposal on Friday.\r\nThe newly discovered alleged criminal conduct \"includes a series of bank frauds and bank fraud conspiracies,\" a filing from the special counsel''s office said on Friday night.\r\nNo new charges have been filed in open court against Manafort since he pleaded not guilty to nine counts of money laundering and making false statements about his business on October 30. But CNN has reported that additional indictments against the former Trump campaign chairman are being prepared.\r\nIn their filing Friday, prosecutors allege Manafort received a $9 million mortgage on a house of his in Fairfax, Virginia, by giving the Federal Savings Bank doctored business statements that overstated his wealth. The special counsel''s office said it could show the court evidence of this bank fraud \"and other bank frauds and conspiracies\" at its next hearing, which has not yet been set.\r\n\r\nManafort proposed the house in Fairfax as one of four properties that could secure his bail. Another is an apartment he owns in Trump Tower in New York, which is at risk of foreclosure, the prosecutors said.\r\n\r\n\r\nThe prosecutors also noted that Manafort has \"questioned his ability to maintain the payments on all his mortgages\" and that members of his family aren''t \"willing to assume the risk\" of helping him.\r\nManafort earned a judge''s approval to be released from house arrest two months ago, if he showed proper documentation and could secure a $10 million bail with assets and properties. He has not been able to clear the judge''s hurdles, and proposed a different approach to securing his bail Friday afternoon.","author":"Rocky","security":"public","userid":"rmohan12"}
{"_id":{"$oid":"5a8804062cda9bd6ef913065"},"title":"Melania Trump arrives solo to air base amid second affair scandal as first couple heads to Florida","description":"First lady Melania Trump eschewed the traditional South Lawn couple''s walk to Marine One on Friday amid another adultery allegation scandal, opting instead to drive separately ahead of President Donald Trump.\r\n\"With her schedule it was easier to meet him on the plane,\" Stephanie Grisham, the first lady''s communications director, said in a statement.\r\nMelania Trump does plan to accompany her husband when he visits with victims of the mass shooting in Parkland, Florida, a White House official told CNN.\r\n\r\nEarlier Friday, The New Yorker published a report based on a handwritten account from Karen McDougal who detailed her alleged affair with Donald Trump for nine months from June 2006 to April 2007, when Trump was two years into his marriage with Melania Trump. The document was provided to The New Yorker by McDougal''s friend, but she confirmed to the magazine that the handwriting in the document is hers.\r\n\r\nA White House spokesperson denied the affair in a statement to the magazine.\r\n\r\n\"This is an old story that is just more fake news. The President says he never had a relationship with McDougal,\" the spokesperson said.\r\nThis isn''t the first break with tradition the first lady has showed in the wake of allegations of her husband''s indiscretions. She drove separately from the President to the US Capitol to attend the State of the Union address on January 30.\r\nThe White House said the unusual move was so she could attend a reception with the guests joining her in the first lady''s box and connect with them on a more personal level.\r\nBut it marked her first public event after The Wall Street Journal first reported a payment made to porn star Stormy Daniels, who allegedly had an affair with Trump in 2006, four months after Melania Trump gave birth to the couple''s only son, Barron.\r\nThe President has denied the affair took place. But The Wall Street Journal reported Trump''s attorney Michael Cohen paid Daniels $130,000 to keep it covered up. Cohen also released a statement on behalf of Daniels calling the report \"absolutely false.\"\r\nCohen has admitted paying her the money out of his own pocket, however.\r\nMelania Trump was reportedly \"blindsided\" by the reports of the payoff and \"furious\" with the President, two people close to the couple told The New York Times.","author":"Rocky","security":"private","userid":"rmohan12"}
{"_id":{"$oid":"5a880ae32cda9bd9b8245aa7"},"title":"Kelly issues memo changing security clearance process in wake of Porter scandal","description":"White House chief of staff John Kelly, under fire over the White House''s handling of domestic abuse allegations against a senior aide, ordered an overhaul of the security clearance process for current and incoming top administration officials.\r\nIn a five-page memo to the White House counsel, national security adviser and deputy chief of staff for operations, Kelly called for all background check investigations into potential top White House officials to be delivered directly to the White House Counsel''s office by the FBI and for the FBI to share \"significant derogatory information\" uncovered in the course of investigations into senior staff with the White House within 48 hours, according to a copy of the memo released by the White House.\r\n\r\nKelly also directed his staff to discontinue top level security clearances for any staffer whose background investigation or adjudication process has been pending since before last June. He also requested \"status reports\" on pending background investigations \"at least once a month.\"\r\nThe Washington Post first obtained the memo.\r\n\r\nKelly''s memo comes just over a week after White House staff secretary Rob Porter resigned after allegations of domestic abuse against him became public. Porter''s ex-wives had leveled the accusations against Porter in interviews with FBI officials in early 2017, and FBI Director Chris Wray said the FBI provided the White House with updates on the investigation in March, July and November before closing the investigation in January.\r\n\r\nWhite House press secretary Sarah Sanders said earlier this week that the FBI provided the updates to the White House Personnel Security Office, but declined to say whether West Wing officials knew of the allegations of domestic abuse. Sources have told CNN that both Kelly and White House counsel Don McGahn were aware of the allegations for months before they became public.\r\n\r\nThe memo represented the White House''s latest effort to move past the Porter scandal, following a week during which White House spokespeople repeatedly contradicted themselves and pointed fingers at the Personnel Security Office, which is staffed by career officials. Facing a credibility crisis of his own, Kelly sought to rewrite his actions, telling staff he had acted more swiftly than widely believed to obtain Porter''s resignation.\r\nThe White House has yet to say when Kelly and McGahn learned of the allegations against Porter and which officials were briefed on issues with Porter''s security clearance application.\r\nKelly acknowledged in the memo -- which was also copied to Wray, Attorney General Jeff Sessions and Director of Intelligence Dan Coats -- that the administration \"must do better.\"\r\n\"The American people deserve a White House staff that meets the highest standards and that has been carefully vetted -- especially those who work closely with the President or handle sensitive national security information,\" Kelly wrote. \"We should -- and in the future, must -- do better.\"\r\nBut Kelly''s memo also sought to pin much of the blame on processes that predated his tenure as chief of staff and President Donald Trump''s inauguration, noting that the Porter saga \"focused immense attention on a clearance process that has been in place for multiple administrations.\"\r\nKelly''s memo, which was released by the White House, also amounted to the chief of staff''s most public pushback yet of criticism he has faced over revelations that Porter remained on staff for months in spite of the FBI flagging the allegations of domestic abuse to the White House.\r\nKelly touted changes he has already made to the security clearance process, writing that \"security clearances were one of my earliest and most immediate concerns\" when he became chief of staff last summer.\r\nAmong the actions, Kelly says he reviewed security clearances of White House staff, reduced the overall number of clearances and \"adjusted the level\" of staffer''s clearances to better fit with his vision of staffers'' responsibilities. He also ended in September the practice of granting new interim security clearances \"absent extraordinary circumstances\" and his signoff, and directed a review of pending security clearance applications.\r\nIn another nod to protocols that predated his tenure, Kelly noted that allegations of domestic abuse did not automatically result in a denied security clearance application.\r\n\"In the past, credible and substantiated reports of past domestic abuse -- even physical abuse -- were not considered automatic disqualifiers for suitability for employment or a security clearance. That needs to be revisited,\" Kelly wrote.\r\nBeyond addressing processes that he suggested were at fault for allowing Porter to remain as a senior aide to the President, Kelly said he also plans to work with the attorney general, FBI director, director of national intelligence, defense secretary and CIA director to \"streamline, harmonize and modernize standards across the executive branch\" -- citing a larger problem.","author":"Rocky","security":"public","userid":"rmohan12"}
{"_id":{"$oid":"5a8a13ec2cda9bf0e668cb70"},"title":"Former Trump aide Gates to plead guilty, testify against Manafort","description":"Former Trump presidential campaign aide Rick Gates has agreed to testify against former Trump campaign chairman Paul Manafort and will plead guilty to fraud related charges, according to the Los Angeles Times.\r\nThe Times reported Sunday a revised plea will be presented in federal court \"within the next few days.\"\r\nCNN first reported last week that Gates was finalizing a plea deal and that he had been in plea negotiations with special counsel Robert Mueller''s team for a month.\r\nGates can expect \"a substantial reduction in his sentence,\" to likely about 18 months in prison if he cooperates with the investigation, according to the LA Times report. He is also likely going to have to forfeit any cash or valuables obtained through his alleged illegal activity.\r\n\r\nAside from the legal maneuvering, the father of four has faced personal and financial pressure to bring his legal proceedings to a speedy resolution, a person familiar with the situation told CNN.\r\n\r\nGates has told associates he had hoped for outside assistance from a legal defense fund, but deep-pocketed GOP donors have shown little interest in helping either Gates or Manafort cover their legal fees, two sources said.\r\nOnce a plea deal is in place, Gates would become yet another known cooperator in Mueller''s sprawling probe into Russian interference in the 2016 presidential election.\r\nIt would also increase the pressure to cooperate on Gates'' co-defendant Paul Manafort, Trump''s former campaign chairman, who has pleaded not guilty to Mueller''s indictment and is preparing for a trial on alleged financial crimes unrelated to the campaign. Gates pleaded not guilty on October 30 alongside Manafort.","author":"Rakesh","security":"public","userid":"rmohan11"}
